[Rainmeter]
Update=1000
AccurateText=1

[Metadata]
Name=PRTS组件
Author=三春桃李
Information=透明标签（一排5个）
Version=1.0.0
License=Creative Commons Attribution - Non - Commercial - Share Alike 4.0

[Variables]

[Meter1]
Meter=Shape
Shape=Rectangle 0,0,188,124
; （0，0，180，124）代表（相对x轴坐标，相对y轴坐标，按钮宽度，按钮高度），如有尺寸不匹配请自行调节
; 与wallpaper engine不同，rainmeter中，往右x轴增大，往下y轴增大。
LeftMouseUpAction=["D:\OtherSoftwares\qimiao\QiMiao_Acc\qimiao.exe"]
; 请将路径改成自己软件的路径（右键软件图标，复制文件地址），下同

[Meter2]
Meter=Shape
Shape=Rectangle 188,5,138,130
LeftMouseUpAction=["D:\steam\steam.exe"]

[Meter3]
Meter=Shape
Shape=Rectangle 326,10,143,130
; 例如，此处326为上图中188+318,可以理解为上一个组件右上角的横坐标加上上一个组件的宽度，为这个组件的横坐标
LeftMouseUpAction=["C:\Users\Mattia\AppData\Local\Programs\Paradox Interactive\launcher\bootstrapper-v2.exe"]

[Meter4]
Meter=Shape
Shape=Rectangle 469,14,146,130
LeftMouseUpAction=["C:\Program Files (x86)\Ubisoft\Ubisoft Game Launcher\UbisoftConnect.exe"]

[Meter5]
Meter=Shape
Shape=Rectangle 615,18,152,130
LeftMouseUpAction=["C:\Program Files\Electronic Arts\EA Desktop\EA Desktop\EALauncher.exe"]
